Feature: Звернення за консультацією щодо скульптурування

  Scenario: Користувач може звернутися за консультацією щодо скульптурування
    Given Я, як користувач Clean-Air-Info-For-Good-Health
    In order to отримати допомогу та поради щодо скульптурування
    And I want to мати можливість звернутися за консультацією щодо скульптурування
    When Я відкриваю додаток Clean-Air-Info-For-Good-Health
    And Я обираю опцію "Звернутися за консультацією щодо скульптурування"
    Then Мене має бути перенаправлено на розділ консультацій щодо скульптурування
