Feature: Надання рекомендацій для підтримки фізичного здоров'я

  Scenario: Користувач може отримати рекомендації щодо фізичного здоров'я
    Given Я, як користувач Clean-Air-Info-For-Good-Health
    In order to дбати про своє фізичне здоров'я
    And I want to мати можливість отримувати рекомендації щодо підтримки фізичного здоров'я
    When Я відкриваю додаток Clean-Air-Info-For-Good-Health
    And Я обираю опцію "Отримати рекомендації для підтримки фізичного здоров'я"
    Then Мені мають бути показані рекомендації для підтримки фізичного здоров'я
